cover-letter.tex
% Created 2017-04-14 Fri 12:45
% Intended LaTeX compiler: pdflatex
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{grffile}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\usepackage[margin=1in]{geometry}
\date{\today}
\title{Cover letter}
\hypersetup{
 pdfauthor={},
 pdftitle={Cover letter},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 25.1.1 (Org mode 9.0.4)}, 
 pdflang={English}}
\begin{document}

\maketitle
The authors of this submission are Nick Merrill, Max T Curran, and John Chuang. 
All are affiliated with BioSENSE, UC Berkeley School of Information, Berkeley, California, USA.

\section{Attendance statement}
\label{sec:org59fbeb0}

Nick Merrill will attend the workshop if invited.

\section{Submission category}
\label{sec:org65a5840}

This submission is a regular paper.

\section{Justification statement}
\label{sec:orge7c7e19}
The concept of \emph{passthought authentication}, in which a user thinks a secret thought to log in to services or devices, was first proposed at NSPW 2005.
In the intervening years, numerous studies have provided empirical evidence that such a system could work, at least in theory.

Whereas the original proposal by Thorpe (2005) suggested theoretical benefits to passthoughts authentication,
this paper discusses the practical challenges that passthoughts currently faces.
These challenges are contextualized and explained, and two specific studies are proposed in response.


Despite this paper's grounding in immediate challenges,
our aim is not simply to propose solutions.
Rather, we seek to use these challenges as an anchoring point for discussions about possibilities for authentication generally.
After all, passthoughts is interesting not only for its multi-factor, one-step authentication, but also because it begs the question: What makes you \emph{you}?
How can knowledge and inherence overlap, interact?
In our discussion, we outline future directions in which passthoughts could push against the boundaries of what authentication is expected to accomplish.
This discussion touches on topics ranging from ``organic passwords'' (passwords that change naturally over time),
to authentication that fails when the user is intoxicated,
to possible contributions to neuroscience and brain-computer interfaces.
We hope the work presented here will generate fruitful discussion about 
what authentication can and should be able to do in the coming years.
\end{document}
